Repository: Nhatanhhhh/PetFind
Catalog: Resources/HomeController.*.resx
Languages: vi

# Welcome
source: Welcome to PetStore
vi: Chào mừng đến với PetStore

# HomeDescription
source: Pet search and recovery system
vi: Hệ thống tìm kiếm và phục hồi thú cưng bị mất

# Privacy
source: Privacy Policy
vi: Chính sách bảo mật

# PrivacyDescription
source: Information about our privacy policy
vi: Thông tin về chính sách bảo mật của chúng tôi

source: Search Pets
vi: Tìm kiếm thú cưng

source: Report Lost Pet
vi: Báo cáo thú cưng bị mất

source: Report Found Pet
vi: Báo cáo thú cưng được tìm thấy

source: View Reports
vi: Xem báo cáo

# NoReports
source: No pet reports found.
vi: Không tìm thấy báo cáo thú cưng nào.

source: Error fetching reports
vi: Lỗi khi tải báo cáo
